{
  "_SPAWN": "Do this effect when this unit enters the battlefield.",
  "SIPHON": "This unit HEALS its owner's Stronghold for X whenever it deals damage.",
  "FLIGHT": "Flying units do not occupy Forts, but can't fly over walls. They also attack over units in the enemy spawn row, unless the unit has FLIGHT.",
  "RANGE": "This unit attacks 2 spaces away if there is no other unit or wall between them. If an enemy is within range, this unit will not move forward as their action.",
  "BLIGHT": "BLIGHT destroys enemy Mana Fragments.",
  "RESPAWN": "When this unit dies, if the space it occupied is open, spawn the designated unit.",
  "TRAP": "When an enemy enters this space trigger the effect.",
  "CHOOSE_ONE": "Choose between two options before this card is played.",
  "START_OF_TURN": "Triggers at the start of the OWNER’s turn.",
  "DEATH_": "Do this effect when this card is destroyed.",
  "SURVIVOR": "Trigger the effect if this unit lives through being attacked or damaged by any source.",
  "UNION": "This unit gains +1 Power for each other friendly unit in their row.",
  "ARMOR": "Reduces combat damage dealt to this unit by 1. Does not protect against spells, forts, or abilities.",
  "END_OF_TURN": "Triggers at the end of the OWNER’s turn.",
  "CATAPULT": "This unit attacks the first wall, enemy unit, or Stronghold. After attacking the unit is stunned. It cannot move.",
  "STUN": "When this unit deals combat damage to a unit that unit becomes STUNNED. A stunned unit is unable to move or attack on their turn. Lasts until the end of their next turn.",
  "POWER": "Affect target power by X",
  "HEAL": "Restore Health up to its designated value. This can’t exceed the maximum Health value.",
  "SPRINT": "This unit moves forward 2 spaces instead of 1 if possible.",
  "DRAW": "Draw a Card. If there is a number after this, DRAW that many Cards.",
  "DEATHBLOW": "When this unit is killed in combat it attacks once more before being destroyed.",
  "BREACH": "This unit can spawn anywhere except the enemy spawn row.",
  "BERSERK": "Inflicts 1 damage to all adjacent units, walls, and Strongholds around the unit's new space after it moves.",
  "RUSH": "This unit may immediately move and attack after being spawned.",
  "REGEN": "This unit heals X damage at the end of owner's turn.",
  "WALL": "Blocks units from moving through this space. Walls can be damaged by combat.",
  "GIANT": "Giants occupy two adjacent spaces and attack both spaces in front of them. Both spaces must be empty to move.",
  "EXECUTE": "Triggered when the unit eliminates an enemy unit, even if it is killed in the process.",
  "SWIFT": "This unit inflicts combat damage before a unit without SWIFT.",
  "STEALTH": "On spawn this unit is not revealed to your opponent until it engages in combat or is destroyed. No mana is generated while in STEALTH.",
  "POISONED": "A poisoned unit receives 1 damage at the start of its owner’s turn.",
  "HUSH": "Remove all bonuses, abilities, and traits from targeted unit. Does not remove ongoing effects.",
  "REFRESH": "During a players turn, a unit with Refresh may activate a second time.",
  "MANA": "Gain a Mana. If there is a number after this, gain that much Mana.",
  "PUSH": "Moves the targeted unit one space away from the owner’s Stronghold. Can be used to move friendly units forward, or enemy units backward. Does not count as a move action, and thus doesn’t initiate combat.",
  "SHIFT": "Move a unit left or right into the next Lane, as long as it is open (No Walls or Units). Counts as movement, and is followed up by an attack to Units in front of moved unit's new space.",
  "PULL": "Move the targeted unit 1 space towards the owner of the ability's Stronghold. This does not count as a move action.",
  "DRAIN": "Your opponent loses X Mana and you gain the amount of Mana lost.",
  "COMMAND": ""
}